{ 
    "nav.home": "Página Inicial",
    "nav.developer": "Programadora Web",
    "nav.artist": "Artista Têxtil",
    "nav.contact": "Contato",

    "index.main-text":"Talvez você esteja interessada(o) em tricô. Ou talvez esteja procurando uma desenvolvedora web habilidosa. Isso realmente não importa. De qualquer forma, você encontrou a pessoa certa: eu!",
    "index.main-thedeveloper": "A programadora",
    "index.main-theartist": "A artista",

    "footer.rights": "Todos os direitos reservados.",

    "artist.index.title": "A Artista",
    "artist.index.hero-title": "Entre agulhas e fios",
    "artist.index.hero-paragraph1": "Como uma artista apaixonada pelo que faço, eu coloco criatividade em cada ponto. Com experiência em tricô, bordado, tecelagem e fiação, transformo fibras em peças têxteis cheias de histórias para contar. ",
    "artist.index.hero-paragraph2": "Minha jornada inclui a obtenção de um diploma de Belas Artes em Fibras e Práticas Materiais pela Concordia University em Montreal, Canadá. Como educadora experiente, com mais de 10 anos de experiência em sala de aula, compartilho meu amor por esses ofícios, estimulando a próxima geração de entusiastas têxteis.",
    "artist.index.subtitle": "Você deve estar interessada(o) em...",
    "artist.index.subtitle-text": "Tricô, bordado, fiação de fios, tecelagem... Conto histórias com agulhas e linhas",
    "artist.index.highlight1-title": "Arte Têxtil",
    "artist.index.highlight1-text": "No bordado, expresso o que a escrita não consegue dizer",
    "artist.index.highlight-span": "EM BREVE",
    "artist.index.highlight2-title": "Kits para bordar",
    "artist.index.highlight2-text": "Para quem quer começar a bordar",
    "artist.index.highlight3-title": "Receitas de tricô",
    "artist.index.highlight3-text": "Minhas receitas publicadas no Ravelry!",
    "artist.index.highlight4-title": "Cursos online",
    "artist.index.highlight4-text": "Para quem está afim de aprender uma habilidade têxtil nova",

    "courses.classes.btn-price": "Preço ascendente",
    "courses.classes.btn-name": "Nome",
    "courses.classes.btn-special": "Ofertas especiais",

    
    "developer.index.title": "a programadora",
    "developer.index.aboutme": "Sobre mim",
    "developer.index.presentation-part1": "Sou um entusiasta da tecnologia com um histórico diversificado que vai do jornalismo ao desenvolvimento da Web. Minha jornada me levou a explorar diferentes domínios e a adquirir habilidades valiosas ao longo do caminho.",
    "developer.index.presentation-part2": "Estou empolgada para continuar minha jornada como desenvolvedora, explorando novas tecnologias e criando soluções inovadoras. Se você está procurando alguém apaixonado por códigos e com uma mentalidade analítica, estou pronta para colaborar em projetos desafiadores.",
    "developer.index.education-title": "Educação",
    "developer.index.education-li1": "Diploma em Design e Programação Web (AEC) - College de Maisonneuve (Canadá 2023-2024)",
    "developer.index.education-li2": "Diploma em Full Stack Development - Concordia University (Canadá 2019)",
    "developer.index.education-li3": "Bacharelado em Belas Artes (Arte Têxtil) - Concordia University (2014-2018)",
    "developer.index.education-li4": "Bacharelado em Comunição Social (Jornalismo) - Universidade Federal do Ceará - Brasil ( 1995-1999)",
    "developer.index.technicalskills-title": "Competências Técnicas",
    "developer.index.technicalskills-li1": "JavaScript: React, Vue",
    "developer.index.technicalskills-li2": "Node.js || ExpressJS",
    "developer.index.technicalskills-li3": "PHP: Laravel",
    "developer.index.technicalskills-li4": "Bootstrap e Tailwindcss",
    "developer.index.technicalskills-li5": "Database: MySQL, MongoDB, Firebase",
    "developer.index.technicalskills-li6": "HTML || CSS",
    "developer.index.journalism-title": "Jornalismo e gerência de projetos",
    "developer.index.journalism-li1": "Trabalhei como jornalista, dominando a arte de contar histórias na TV, no rádio, nos jornais e, principalmente, na Internet",
    "developer.index.journalism-li2": "Atuei como gerente de projetos e arquiteto de informações, liderando equipes e garantindo a entrega bem-sucedida de projetos",
    "developer.index.fullstack-title": "Programação Fullstack",
    "developer.index.fullstack-li1": "Como desenvolvedora full stack, crio soluções web de ponta a ponta, do front-end ao back-end.",
    "developer.index.fullstack-li2": "Minhas habilidades para solucionar problemas e criar experiências excepcionais para o usuário me levam a aprender e aprimorar continuamente minhas habilidades.",
    "developer.index.competencies-title": "Outras competências",
    "developer.index.competencies-li1": "Além das habilidades técnicas, minha experiência no mercado me equipou com:",
    "developer.index.competencies-li2": "Liderança de equipes: Liderei equipes multidisciplinares, promovendo a colaboração e atingindo metas compartilhadas.",
    "developer.index.competencies-li3": "Comunicação eficaz: Minha formação em jornalismo me ensinou a transmitir informações de forma clara e concisa, sem esquecer as necessidades do ser humano.",
    "developer.index.competencies-li4": "Organização e pontualidade: Gerencio projetos com eficiência, cumprindo prazos e mantendo a qualidade.",
    "developer.index.competencies-li5": "Tomada de decisões: Tomo decisões informadas, considerando todos os aspectos relevantes.",
    "developer.index.competencies-li6": "Adaptabilidade: Seja em uma nova linguagem de programação ou em uma mudança de paradigma, eu me adapto rapidamente e prospero em ambientes dinâmicos.",
    "developer.index.learning-title": "Aprendizado contínuo e adaptabilidade",
    "developer.index.learning-li1": "As a professional who transitioned from journalism to full stack development, I understand the importance of staying current in the ever-evolving tech landscape. Here’s how I embrace continuous learning:",
    "developer.index.learning-li2": "Curiosidade: Sou naturalmente curioso e estou sempre ansioso para explorar novas tecnologias, estruturas e práticas recomendadas.",
    "developer.index.learning-li3": "Cursos e workshops on-line: Participo regularmente de cursos on-line, workshops e webinars para expandir meus conhecimentos.",
    "developer.index.learning-li4": "Envolvimento na comunidade: envolvimento com as comunidades de desenvolvedores, participação em encontros e contribuição para projetos de código aberto me mantêm informada e atualizada.",
    "developer.index.projects-title": "Portfolio"
}